import React from "react";

export default function Oplata() {
  return (<div>
    <div className="oplata">
      <div className="oplata-chap">
      <div className="titles">
        <b>Стройоптторг</b>/ <p>Oплаты</p>
      </div>
        <h1>Способы оплаты</h1>
        <h2>При заказе доставки</h2>
        <div className="bir-ul">
          <p>Банковской картой с помощью платежной системы на сайте. При оформлении заказа в разделе Оплата мы переадресуем Вас на платежную страницу системы, где необходимо будет указать реквизиты вашей банковской карты (номер, дата окончания действия карты, имя владельца). После ввода всех необходимых данных нажмите кнопку «Оплатить».
            <br /><br /> Для выбора оплаты товара с помощью банковской карты на соответствующей странице необходимо нажать кнопку Оплата заказа банковской картой. Оплата происходит через ПАО СБЕРБАНК с использованием банковских карт следующих платёжных систем:</p>
          <ul>
            <li><p>МИР</p></li>
            <li><p>VISA International</p></li>
            <li><p>Mastercard Worldwide</p></li>
            <li><p>JCB</p></li>
          </ul>
        </div>
        <div className="ikki-ul">
          <p><b>Наличными </b>водителю при получении заказа.</p>
          <p>Наш менеджер позвонит вам и договорится об удобном для вас времени получении заказа. Скомплектованный заказ будет ждать вас на складе.
            Стоимость доставки определяется в зависимости от габаритов и удаленности до места назначения и дополнительно включается в заказ.</p>
        </div>
        <div className="uch-ul">
          <h3 className="pris">При самовывозе</h3>
          <ul>
            <li><p>Банковской картой с помощью платежной системы на сайте или на кассе при получении заказа.</p></li>
            <li><p>Наличными на кассе при получении заказа</p></li>
            <li><p>При получении заказа просим Вас внимательно осмотреть товар, проверить его на предмет наличия внешних дефектов и комплектацию.</p></li>
          </ul>
          <h3 className="pris">Сервис “Покупай со Сбером”</h3>
        </div>
        <div className="tort-ul">
          <b>Основные требования:</b>
          <ul>
            <li><p>Гражданство: Российская Федерация</p></li>
            <li><p>Возраст на момент предоставления кредита: не менее 21 года.</p></li>
            <li><p>Возраст на момент возврата кредита по договору: не более 70 лет.</p></li>
            <li><p>Использование сервисов Банка: держатель дебетовой банковской карты, выпущенной Банком, заключивший с Банком Договор банковского обслуживания, а также подключившийся к услуге "Мобильный банк" и системе СберБанк Онлайн.</p></li>
            <li><p>Регистрация: наличие постоянной(временной) регистрации по месту жительства/пребывания на территории Российской Федерации.</p></li>
          </ul>
        </div>
        <div className="besh-ul">
          <h3>Преимущества Сервиса:</h3>
          <ul>
            <li><p>Без первоначального взноса.</p></li>
            <li><p>Срок действия кредита: от 3 до 36 месяцев.</p></li>
            <li><p>Сумма кредита от 3000 до 300 000 руб.</p></li>
          </ul>
        </div>
        <div className="olti-ul">
          <h3>Необходимые действия:</h3>
          <ul>
            <li><p>Выберите на сайте товар, нажмите "Добавить в корзину", далее перейдите на страницу "Корзина", щелкнув по ее значку в полосе верхнего меню.</p></li>
            <li><p>На странице "Корзина" нажмите кнопку "Оформить заказ".</p></li>
            <li><p>В блоке "Оплата" выберете способ оплаты "Покупай со Сбером" (оформление покупки в кредит).</p></li>
            <li><p>Заполните все обязательные поля, отмеченные знаком "*".</p></li>
            <li><p>Когда откроется СберБанк Онлайн, авторизуйтесь и заполните заявку. Рассмотрение заявки займет не более 2-х минут.</p></li>
            <li><p>Если кредит одобрен, деньги за покупку автоматически будут перечислены на счет ООО "Стройоптторг".</p></li>
            <li><p>Далее Вы выбираете комфортный способ и время доставки или самовывоза.</p></li>
            <p>Ознакомиться подробнее с условиями кредитования можно по ссылке - https://pokupay.ru/credit_terms</p>
          </ul>
        </div>
        <div className="yetti-ul">
          <h3>Возврат товара</h3>
          <p>Срок возврата товара надлежащего качества составляет 30 дней с момента получения товара. Возврат переведённых средств, производится на ваш банковский счёт в течение 5-30 рабочих дней (срок зависит от банка, который выдал вашу банковскую карту).</p>
        </div>
        <div className="sakkiz-ul">
          <h3>Описание процесса передачи данных</h3><p>
            Для оплаты (ввода реквизитов Вашей карты) Вы будете перенаправлены на платёжный шлюз ПАО СБЕРБАНК. Соединение с платёжным шлюзом и передача информации осуществляется в защищённом режиме с использованием протокола шифрования SSL. В случае если Ваш банк поддерживает технологию безопасного проведения интернет-платежей Verified By Visa, MasterCard SecureCode, MIR Accept, J-Secure для проведения платежа также может потребоваться ввод специального пароля.
            <br /><br /> Настоящий сайт поддерживает 256-битное шифрование. Конфиденциальность сообщаемой персональной информации обеспечивается ПАО СБЕРБАНК. Введённая информация не будет предоставлена третьим лицам за исключением случаев, предусмотренных законодательством РФ. Проведение платежей по банковским картам осуществляется в строгом соответствии с требованиями платёжных систем МИР, Visa Int., MasterCard Europe Sprl, JCB.
          </p>
        </div>
      </div>
      <div className="oplata-ong">
        <div className="oplata-C">
          <img src="./glavniy IMG/vintel.png" alt="img" />
          <div className="oplata-do">
            <h2>Все для отоплления</h2>
            <b>до -30%</b>
          </div>
        </div>
        <div className="oplata-C">
          <img src="./glavniy IMG/kraska.png" alt="img" />
          <div className="oplata-do">
            <h2>Лакокрасочные материалы</h2>
            <b>до -30%</b>
          </div>
        </div>
        <div className="oplata-CX">
          <form>
            <h3>Подпишитесь на рассылку</h3>
            <p>Регулярные скидки и спецпредложения, а так же новости компании.</p>
            <input type="text" name="" id="pochta" placeholder="Email"/>
            <button className="obuna">Подписаться</button>
            <div className="soglasen">
            <input type="checkbox" name="" id="chekcc" />
            <p>Согласен с обработкой персональных данных в соответствии с политикой конфиденциальности</p>
            </div>
          </form>
        </div>
      </div>
    </div>
  </div>);
}